{"pageProps":{"formation":{"id":1,"slug":"learn-react-js","imageSrc":"http://www.freecoursesonline.me/wp-content/uploads/2018/12/React-Cover.jpg","title":"Learn React JS for Absolute Beginners","duration":"10h 30min","isFree":false,"price":75,"technologies":"HTML, CSS, Ruby, Python","showAll":true,"introVideo":"https://www.youtube.com/watch?v=__IL2nMzUEw","created_at":"2021-11-08T21:00:18.253Z","updated_at":"2021-11-08T21:00:18.253Z","detailforma":{"id":1,"courseDescription":"La population est jeune passionnée et talentueuse, tout est à construire. Vous trouverez ici des business plan clé en main qui vous permettra de contribuer à l’essor économique de ce continent. Vous aurez toutes les informations nécessaires pour l’implémentation de chacun des Business plan, de l’offre financière, du plan de dépense, des ressources humaines, des contacts des partenariats, à l’étude de terrain, vous disposez de tous pour investir sur ce continent.","audience":"La population est jeune passionnée et talentueuse, tout est à construire. Vous trouverez ici des business plan clé en main qui vous permettra de contribuer à l’essor économique de ce continent. Vous aurez toutes les informations nécessaires pour l’implémentation de chacun des Business plan, de l’offre financière, du plan de dépense, des ressources humaines, des contacts des partenariats.","ceQueVousAllezApprendre":"La population est jeune passionnée et talentueuse, tout est à construire. Vous trouverez ici des business plan clé en main qui vous permettra de contribuer à l’essor économique de ce continent. Vous aurez toutes les informations nécessaires pour l’implémentation de chacun des Business plan, de l’offre financière, du plan de dépense.","prerequis":"La population est jeune passionnée et talentueuse, tout est à construire. Vous trouverez ici des business plan clé en main qui vous permettra de contribuer à l’essor économique de ce continent. Vous aurez toutes les informations nécessaires","formation_id":1,"created_at":"2021-11-08T21:01:10.000Z","updated_at":"2021-11-08T21:01:10.000Z"},"lessonformas":[{"id":1,"topic":"Introduction to python","duration":"01:30","title":"Introduction to python","note":"jlsjdlsjfldjsflfjdljfl","video":"https://www.youtube.com/watch?v=__IL2nMzUEw","header":false,"tag":"chapitre-1","formation_id":1,"created_at":"2021-11-08T21:01:37.330Z","updated_at":"2021-11-08T21:01:37.330Z"}],"reviewformas":[{"id":1,"formation_id":1,"user_id":1,"userAvatar":"https://avatars.githubusercontent.com/u/67477516?v=4","comment":"Un Cours très interessant pour les Beginners, les débutants se retrouvent facilement avec leur manière d'expliquer les Concepts","created_at":"2021-11-08T21:02:06.815Z","updated_at":"2021-11-08T21:02:06.815Z"}]}},"__N_SSG":true}